Repository: common-repository/pakkelabels-for-woocommerce
Catalog: languages/pakkelabels-for-woocommerce-*.po
Languages: da_dk

source: Weight
da_dk: Vægt

source: Price
da_dk: Pris

source: Quantity
da_dk: Antal (Quantity)

source: Title for shipmondo
da_dk: Titel for Shipmondo

source: Minimum cart total
da_dk: Minimum kurv total

source: Maximum cart total
da_dk: Maksimum kurv total

source: Shipping Price
da_dk: Forsendelses pris

source: Add row
da_dk: Tilføj række

source: Cart Total
da_dk: Kurv total

source: In the price table below, you can choose to setup different shipping prices, that will be based on the carts total of your choosen type.<br/>If the cart total falls outside of any of the choosen ranges, the shipping price will default to the highest shipping price.<br/>Please make sure to follow the woocommerce standard, and use a period (.) as a decimal seperator.
da_dk: I pristabellen herunder kan du vælge at opsætte forskellige forsendelses priser, som kurvens total skal baseres på.<br/>Hvis kurvens total falder udenfor de opsatte intervaller, så vil den højeste forsendelses pris blive valgt.<br/>Benyt venligst punktum (.) som decimal seperator (WooCommerce standard).

source: Bring - Optional pickup location
da_dk: Bring - Valgfrit udleveringssted

source: Adds the option to ship with Bring - Optional pickup location to the checkout
da_dk: Tilføjer muligheden for at tilføje Bring - Valgfrit udleveringssted ved checkout

source: Bring Business
da_dk: Bring - Omdeling til erhverv

source: Adds the option to ship with the Bring business to the checkout
da_dk: Tilføjer muligheden for at tilføje Bring erhverv afsendelse ved checkout

source: Please fill out the Shipping company
da_dk: Udfyld venligst firmanavnet pakken afsendes til

source: Please fill out the billing company
da_dk: Udfyld venligst fakturerings firmaet

source: The company name is required.
da_dk: Firma navnet er påkrævet

source: Bring - Evening delivery to private
da_dk: Bring - Aftenlevering til privat

source: Adds the option to ship with Bring - Evening delivery to private to the checkout
da_dk: Tilføjer muligheden for at tilføje Bring - Aftenlevering til privat ved checkout

source: DAO Pickup Point
da_dk: DAO Pakkeshop

source: Adds the option to ship with the DAO pickup point to the checkout
da_dk: Tilføjer muligheden for at sende til et DAO udleveringssted ved checkout

source: DAO Direct
da_dk: DAO Direkte

source: Adds the option to ship with the DAO direct to the checkout
da_dk: Tilføjer muligheden for at tilføje DAO direkte afsendelse ved checkout

source: GLS Pickup Point
da_dk: GLS PakkeShop

source: Adds the option to ship with the GLS pickup point to the checkout
da_dk: Tilføjer muligheden for at sende til et GLS udleveringssted ved checkout

source: GLS Business
da_dk: GLS - Omdeling til erhverv

source: Adds the option to ship with the GLS business to the checkout
da_dk: Tilføjer muligheden for at tilføje GLS erhverv afsendelse ved checkout

source: GLS Private
da_dk: GLS - Omdeling til privat

source: Adds the option to ship with the GLS private to the checkout
da_dk: Tilføjer muligheden for at tilføje GLS privat afsendelse ved checkout

source: Pickup point is selected during checkout
da_dk: Udleveringssted vælges i checkouten

source: (free)
da_dk: (gratis)

source: PostNord Pickup Point
da_dk: PostNord - Valgfrit udleveringssted

source: Adds the option to ship with the PostNord pickup point to the checkout
da_dk: Tilføjer muligheden for at sende til et PostNord udleveringssted ved checkout

source: PostNord Business
da_dk: PostNord - Omdeling til erhverv

source: Adds the option to ship with the PostNord business to the checkout
da_dk: Tilføjer muligheden for at tilføje PostNord privat afsendelse ved checkout

source: PostNord Private
da_dk: PostNord - Omdeling til privat

source: Adds the option to ship with the PostNord private to the checkout
da_dk: Tilføjer muligheden for at tilføje PostNord privat afsendelse ved checkout

source: Enable/Disable
da_dk: Aktiver/Deaktiver

source: Enable this shipping method
da_dk: Aktiver denne forsendelses metode

source: Method Name
da_dk: Forsendelsesmetodens navn

source: This controls the title which customer will be presented for during checkout.
da_dk: Dette felt kontrollerer titlen som forbruger ser under checkout.

source: Tax Status
da_dk: Momsstatus

source: Taxable
da_dk: Momspligtig

# Tax status
source: None
da_dk: Ingen

source: Differentiated Price Type
da_dk: Differentieret pristype

source: Choose what the shipping price is based on
da_dk: Vælg hvad forsendelses prisen skal være baseret på

source: This controls what the customer will have to pay for this shipping method.<br/><br/> Simple math functions can also be inserted instead and will be calculated.<br/><br/>Using [qty] is a placeholder for the quantity of items in the cart.
da_dk: Dette felt bestemmer forsendelses prisen, som kunden skal betale.<br/><br/>Simple matematiske udtryk kan anvendes her.<br/><br/>F.eks. kan variablen [qty] anvendes for antallet af varer i kurven.

source: Hide if outside conditions
da_dk: Skjul hvis uden for betingelser

source: Check this to hide this particular shipping method, if the conditions above are not fulfilled.
da_dk: Markér denne for at skjule denne forsendelsesmetode, hvis ovenstående parametre ikke opfyldes.

source: Availability
da_dk: Tilgængelighed

source: All allowed countries
da_dk: Alle tilladte lande

source: Specific Countries
da_dk: Tilladte lande

source: Enable Free Shipping
da_dk: Muliggør gratis fragt

source: No
da_dk: Nej

source: Yes
da_dk: Ja

source: Minimum Purchase For Free Shipping
da_dk: Minimumskøb for gratis fragt

source: This control the minimum amount the customer will have to purchase (subtotal) for to get free shipping. <br/><br/><strong>This rule will overrule any differentiated price ranges if the condition is met.</strong>
da_dk: Dette felt bestemmer kundens minimumskøb (subtotal) for at kunne opnå fri fragt.<br/><br/><strong>Denne regel vil overstyre differentieret pristype, hvis betingelsen bliver opfyldt.</strong>

source: Free shipping when a shipping coupon is used.
da_dk: Gratis fragt når der benyttes en fragt-kupon.

source: Check this to enable customers to enabled free shipping for this shipping method, when a shipping coupon is used.
da_dk: Markér denne for at muliggøre gratis fragt for denne forsendelsesmetode, hvis en fragt-kupon bliver benyttet.

source: Mark this, to hide this shipping method, if the conditions under Differentiated Price Type not is fulfilled.
da_dk: Markér denne for at skjule denne forsendelsesmetode, hvis vilkårene under differentieret pristype ikke opfyldes.

source: Free shipping when a shipping coupon is used
da_dk: Gratis fragt når der benyttes en fragt-kupon

source: Bring Business
da_dk: Bring - Omdeling til erhverv

source: Adds the option to ship with the DAO direct in the checkout
da_dk: Tilføjer muligheden for at tilføje DAO direkte afsendelse ved checkout

source: GLS Business
da_dk: GLS - Omdeling til erhverv

source: Adds the option to ship with the GLS private in the checkout
da_dk: Tilføjer muligheden for at tilføje GLS privat afsendelse ved checkout

source: Adds the option to ship with the PostNord private in the checkout
da_dk: Tilføjer muligheden for at tilføje PostNord privat afsendelse ved checkout

source: Please go to the WooCommerce -> %s, and set a valid frontend key
da_dk: Besøg venligst WooCommerce -> %s, og indsæt en valid frontend nøgle

source: Please go to the WooCommerce -> %s, and set a valid Google Map API key
da_dk: Besøg venligst WooCommerce -> %s, og indsæt en valid Google Map API nøgle

source: Please select a pickup point before placing your order.
da_dk: Du skal vælge et udleveringssted, før du kan gå videre

source: Choose pickup point
da_dk: Vælg udleveringssted

source: Something went wrong, please try again!
da_dk: Der gik noget galt, prøv venligst igen!

source: No pickup points found, please try another zipcode!
da_dk: Der blev ikke fundet noget udleveringssted, prøv venligst et andet postnummer!

source: API Settings
da_dk: API indstillinger

source: Shipping Module key:
da_dk: Fragtmodul nøgle:

source: Google Map API key:
da_dk: Google Map API nøgle:

source: Generate a shipping module key from: <a target="_blank" href="https://app.shipmondo/main/app/#/setting/api">Shipmondo</a>
da_dk: Generer en fragtmodul nøgle på: <a target="_blank" href="https://app.shipmondo/main/app/#/setting/api">Shipmondo</a>

source: </br>Generate a personal Google Map API key from: <a target="_blank" href="https://developers.google.com/maps/documentation/javascript/get-api-key">Google</a>
da_dk: </br>Generer en personlig Google Map API nøgle på: <a target="_blank" href="https://developers.google.com/maps/documentation/javascript/get-api-key">Google</a>

source: Shipmondo shipping module
da_dk: Shipmondo Fragtmodul

source: %s pickup point found
da_dk: %s udleveringssted fundet

source: Close
da_dk: Luk

source: packetshop window
da_dk: Pakkeshop Vindue

source: Zipcode
da_dk: Postnummer

source: Find nearest pickup point
da_dk: Find nærmeste udleveringssted

source: Currently choosen pickup point:
da_dk: Valgt udleveringssted

source: Please enter a zipcode to select a pickup point
da_dk: Udfyld venligst et postnummer for at vælge et udleveringssted
